brew "fzf"
brew "go"
brew "neovim"
brew "npm"
brew "python"
brew "ripgrep"
brew "zoxide"

# Casks
cask "caffeine"
cask "chromedriver"
cask "docker"
cask "font-iosevka"
cask "google-chrome"
cask "hammerspoon"
cask "kitty"
cask "lunar"
cask "microsoft-teams"
cask "notion"
cask "plex-media-server"
cask "pritunl"
cask "stats"
cask "tableplus"
cask "transmission"

# App Store
brew "mas"
mas "AdGuard for Safari", id: 1440147259
mas "Bitwarden", id: 1352778147
mas "Dark Reader for Safari", id: 1438243180
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "OTP Manager", id: 928941247
mas "Pixelmator Pro", id: 1289583905
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Tyme 2", id: 1063996724
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835

# brew bundle dump
tap "homebrew/bundle"
